Repository: surniaulula/wpsso-rrssb
Catalog: languages/wpsso-rrssb-*.po
Languages: fr_be

source: The %1$s add-on requires the %2$s plugin.
fr_be: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_be: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# lib file description
source: Responsive Buttons
fr_be: Boutons réactifs

# lib file description
source: Responsive Styles
fr_be: Styles réactifs

# plugin name
source: WPSSO Ridiculously Responsive Social Sharing Buttons
fr_be: WPSSO boutons de partage social ridiculement réactifs

# plugin description
source: Ridiculously Responsive (SVG) Social Sharing Buttons for your content, excerpts, CSS sidebar, widget, shortcode, templates, and editor.
fr_be: Boutons de partage social ridiculement réactifs (SVG) pour votre contenu, extraits, barre latérale CSS, widget, code court, modèles et éditeur.

# option value
source: Content
fr_be: Contenu

# option value
source: Excerpt
fr_be: Extrait

# option value
source: Sidebar
fr_be: Barre latérale

# option value
source: All
fr_be: Tous

# option value
source: Shortcode
fr_be: Code court

# option value
source: Top
fr_be: Le haut

# option value
source: Bottom
fr_be: Le bas

# option value
source: Top and Bottom
fr_be: Haut et bas

source: The default responsive button options have been reloaded and saved.
fr_be: Les options des boutons réactifs par défaut ont été rechargées et sauvegardés.

source: The default responsive styles CSS has been reloaded and saved.
fr_be: Le CSS par défaut des styles réactifs ont été rechargés et sauvegardés.

# metabox tab
source: Share Buttons
fr_be: Boutons de partage

# option label
source: Disable Share Buttons
fr_be: Désactiver les boutons

# option label
source: UTM Campaign
fr_be: Campagne UTM

# option label
source: Email Subject
fr_be: Sujet du couriel

# option label
source: Email Message
fr_be: Message du courriel

# option label
source: Tweet Text
fr_be: Texte du Tweet

# option label
source: Pinterest Caption
fr_be: Texte légende Pinterest

# option label
source: %s Title
fr_be: Titre %s

# option label
source: %s Caption
fr_be: Légende %s

source: The %1$s add-on uses the "%2$s" class to wrap all social sharing buttons.
fr_be: L'ajout %1$s utilise la classe "%2$s" pour envelopper tous les boutons de partage social.

source: This style tab can be used to edit the styling applied to all social sharing buttons.
fr_be: Cet onglet de style peut être utilisé pour modifier le style appliqué à tous les boutons de partage social.

source: To edit the style for a specific location, use the style tab for that location.
fr_be: Pour modifier le style d'un emplacement spécifique, utilisez l'onglet de style pour cet emplacement.

source: Social sharing buttons for the WordPress content area are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour la zone de contenu WordPress sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons can be enabled individually from the %s settings page.
fr_be: Les boutons de partage social peuvent être activés individuellement à partir de la page des réglages %s.

source: Social sharing buttons for the WordPress excerpt area are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour la zone d'extrait WordPress sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons for the CSS floating sidebar are wrapped in a "%s" container ID.
fr_be: Les boutons de partage social pour la barre latérale flottante CSS sont enveloppés dans un ID de conteneur "%s".

source: Note that in order to achieve a vertical display each unordered list contains a single button.
fr_be: Notez que pour obtenir un affichage vertical, chaque liste non ordonnée contient un seul bouton.

source: Social sharing buttons for the WordPress admin editor are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour l'éditeur admin WordPress sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons added by the RRSSB shortcode are wrapped in a "%s" CSS class by default (a different class name may be provided to the shortcode).
fr_be: Les boutons de partage social ajoutés par le code court RRSSB sont enveloppés dans une classe CSS "%s" par défaut (un nom de classe différent peut être fourni au code court).

source: Social sharing buttons enabled for the RRSSB widget are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social activés pour le widget RRSSB sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons for BuddyBlog posts are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour les articles BuddyBlog sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons for the bbPress single templates are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour les modèles singuliers de bbPress sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons for BuddyPress activities are wrapped in a "%s" CSS class.
fr_be: Les boutons de partage social pour les activités BuddyPress sont enveloppés dans une classe CSS "%s".

source: Social sharing buttons for the WooCommerce short description or add to cart button areas are wrapped in a "%1$s" or "%2$s" CSS class.
fr_be: Les boutons de partage social pour les zones de description courte ou de bouton d'ajout au panier de WooCommerce sont enveloppés dans une classe CSS "%1$s" ou "%2$s".

source: Add social sharing buttons to each post on an archive webpage (blog front page, category, etc.).
fr_be: Ajoutez des boutons de partage social à chaque article sur une page Web d'archive (page d'accueil du blog, catégorie, etc.).

source: If a static page has been selected for your homepage, you can add social sharing buttons to that static page as well.
fr_be: Si une page statique a été sélectionnée pour votre page d'accueil, vous pouvez également ajouter des boutons de partage social à cette page statique.

source: Social sharing buttons are added to posts, pages, and attachment webpages by default.
fr_be: Les boutons de partage social sont ajoutés par défaut au articles, pages, et pages Web de médias.

source: If your theme (or another plugin) supports additional custom post types, and you would like to include social sharing buttons on these webpages, check the associated options here.
fr_be: Si votre thème (ou une autre extension) supporte des articles de types personnalisé supplémentaires, et que vous souhaitez ajouter des boutons de partage social sur ces pages Web, cochez les options appropriées ici.

source: Include a call to action banner above the social sharing buttons.
fr_be: Incluez une bannière d'appel à l'action au-dessus des boutons de partage social.

source: You may leave this option blank or hide it using the "%s" CSS class.
fr_be: Vous pouvez laisser cette option vide ou la masquer en utilisant la classe CSS "%s".

source: Social sharing buttons can be added to the top, bottom, or both locations in the text.
fr_be: Des boutons de partage social peuvent être ajoutés en haut, en bas ou aux deux emplacements dans le texte.

source: The <em>%s</em> option of each social sharing button must be enabled as well for that button to appear in that location in the text.
fr_be: L'option <em>%s</em> de chaque bouton de partage social doit également être activée pour que ce bouton apparaisse à cet endroit dans le texte.

# option label
source: Show Button in
fr_be: Afficher le bouton

source: Force the selected protocol for all shared URLs, or select none to keep the protocol as-is.
fr_be: Forcez le protocole sélectionné pour toutes les URL partagées ou sélectionnez aucun pour conserver le protocole tel quel.

source: Identifies the origin of a shared link.
fr_be: Identifie l'origine d'un lien partagé.

source: Popular UTM medium values are "cpc", "email", "referral", and "social".
fr_be: Des valeurs de moyen UTM populaires sont "cpc", "email", "referral", et "social".

source: Append the %1$s to the tweet (see <a href="%2$s">the Twitter options tab</a> in the %3$s page). The %1$s will be displayed and recommended after the webpage is shared.
fr_be: Ajouter le %1$s au Tweet (voir <a href="%2$s">l'onglet d'options Twitter</a> sur la page de %3$s). Le %1$s sera affichés et recommandé après que la page Web est été partagée.

# option label
source: Twitter Business @username
fr_be: Le @nom d'affaires Twitter

# lib file description
source: General Settings
fr_be: Réglages généraux

source: Recommend following the author's Twitter @username after sharing a webpage. If the %1$s option (above) is also checked, the %2$s is suggested first.
fr_be: Conseiller de suivre le @nom Twitter de l'auteur après avoir partagé une page Web. Si l'option %1$s (ci-dessus) est également cochée, le %2$s sera recommandé en premier.

# option label
source: Add via Business @username
fr_be: Ajouter via @nom d'affaires

source: Combine and include the CSS of all <em>%s</em> in webpages.
fr_be: Combinez et inclure le CSS de tous les <em>%s</em> dans les pages Web.

source: The combined CSS will be minified and saved into a single stylesheet with a URL of <a href="%1$s">%2$s</a>.
fr_be: Le CSS combiné sera minifié et enregistré dans une seule feuille de style avec une URL de <a href="%1$s">%2$s</a>.

source: The minified stylesheet can be enqueued, or included directly in the webpage HTML.
fr_be: La feuille de style minifiée peut être mise en queue ou incluse directement dans le HTML de la page Web.

source: Have WordPress enqueue the social stylesheet instead of including the social styles directly in the webpage HTML.
fr_be: Demandez à WordPress de mettre la feuille de style social en queue au lieu d'inclure les styles sociaux directement dans le HTML de la page Web.

source: Enqueueing the stylesheet may be desirable if you use an optimization plugin to concatenate all enqueued styles into a single stylesheet.
fr_be: Mettre la feuille de style en queue peut être souhaitable si vous utilisez une extension pour concaténer tous les styles dans une seule feuille de style.

source: Disable social sharing buttons in the post content, excerpt, and CSS sidebar.
fr_be: Désactivez les boutons de partage social dans le contenu de l'article, l'extrait et la barre latérale CSS.

source: This does not disable social sharing buttons added using a shortcode or widget.
fr_be: Cela ne désactive pas les boutons de partage social ajoutés à l'aide d'un code court ou d'un widget.

source: Identifies a strategic campaign (e.g. product launch, new feature, partnership, etc.) or a specific promotion (e.g. a sale, a giveaway, etc.).
fr_be: Identifie une campagne stratégique (par exemple, lancement de produit, nouvelle fonctionnalité, partenariat, etc.) ou une promotion spécifique (par exemple, une vente, un cadeau, etc.).

source: Example CSS:
fr_be: Exemple CSS:

source: Failed to open the css file %s for reading.
fr_be: Impossible d'ouvrir le fichier css %s pour lecture.

# lib file description
source: (sharing) Sharing Stylesheet
fr_be: (sharing) Styles de partage social

# lib file description
source: (sharing) Sharing Shortcode
fr_be: (sharing) Code court de partage

# lib file description
source: (sharing) Sharing Widget
fr_be: (sharing) Widget de partage

# option label
source: UTM Source for %s
fr_be: Source UTM pour %s

# option label
source: Preferred Order
fr_be: Ordre de préférence

# option label
source: Email Message Length
fr_be: Longueur du message couriel

# option comment
source: characters or less
fr_be: caractères ou moins

# option label
source: Caption Text Length
fr_be: Longueur du texte légende

# option label
source: Summary Text Length
fr_be: Longueur du texte sommaire

# option label
source: Tweet Text Source
fr_be: Source du texte Tweet

# option label
source: Tweet Text Length
fr_be: Longueur du texte Tweet

# option label
source: Append Hashtags to Tweet
fr_be: Ajout de hashtags au Tweet

# option comment
source: tag names
fr_be: noms d'étiquettes

# option label
source: Recommend Author @username
fr_be: Recommander @nom d'auteur

source: Failed writing the css file %s.
fr_be: Impossible d'écrire le fichier css %s.

source: Cache folder %s is not writable.
fr_be: Le dossier de cache %s n'est pas accessible en écriture.

source: Failed to open the css file %s for writing.
fr_be: Impossible d'ouvrir le fichier css %s pour écriture.

source: Error removing the minified stylesheet - does the web server have sufficient privileges?
fr_be: Erreur en retirant la feuille de style minimisé - le serveur Web a t'il les privilèges nécessaires?

# option value
source: WC Short Desc
fr_be: Desc. courte WC

# option value
source: WC Add to Cart
fr_be: Ajout panier WC

# option label
source: Position in WC Short Desc
fr_be: Position dans desc. courte WC

# option label
source: Position in WC Add to Cart
fr_be: Position dans l'ajout panier WC

# option label
source: Position in bbPress Single
fr_be: Position dans bbPress Single

# option label
source: Position in BuddyBlog Post
fr_be: Position dans l'article BuddyBlog

# option value
source: BBlog Post
fr_be: Article BBlog

# option value
source: BP Activity
fr_be: Activité BP

source: The %s file is not readable.
fr_be: Le fichier %s n'est pas lisible.

# submit button
source: Reload Default Responsive Buttons
fr_be: Recharger boutons réactifs par défaut

# metabox title
source: Social Sharing Buttons
fr_be: Boutons de partage social

# option label
source: Include on Archive Webpages
fr_be: Inclure sur les pages d'archive

# option label
source: Include on Static Homepage
fr_be: Inclure sur la page d'accueil statique

# option label
source: Include on Post Types
fr_be: Inclure sur les articles de type

# option label
source: Call to Action
fr_be: Appel à l'action

# option label
source: Buttons Position in Content
fr_be: Position des boutons dans le contenu

# option label
source: Buttons Position in Excerpt
fr_be: Position des boutons dans l'extrait

# option label
source: Force Protocol for Shared URLs
fr_be: Forcer protocole pour URLs partagées

# option label
source: UTM Medium for All Buttons
fr_be: Moyen UTM pour tous les boutons

# submit button
source: Reload Default Responsive Styles
fr_be: Recharger styles réactifs par défaut

# metabox title
source: Social Sharing Styles
fr_be: Styles de partage social

# option label
source: Use the Social Stylesheet
fr_be: Utiliser la feuille de style social

# option label
source: Enqueue the Stylesheet
fr_be: Placer la feuille de style en queue

source: The %s widget.
fr_be: Le widget de %s.

# option value
source: Share It
fr_be: Partager

# option label
source: Widget Title (leave blank for no title)
fr_be: Titre du widget (laisser vide pour aucun titre)

source: WPSSO Ridiculously Responsive Social Sharing Buttons
fr_be: WPSSO boutons de partage social ridiculement réactifs

source: Ridiculously Responsive (SVG) Social Sharing Buttons for your content, excerpts, CSS sidebar, widget, shortcode, templates, and editor.
fr_be: Boutons de partage social ridiculement réactifs (SVG) pour votre contenu, extraits, barre latérale CSS, widget, code court, modèles et éditeur.
